Repository: 5l1v3r1/Pippy
Catalog: po/*.po
Languages: hy

source: Pippy
hy: Պիտոն Պիպպի

source: %s Source
hy: %s Աղբյուր

source: Copy selected text to clipboard
hy: Պատճենել ընտրած տեքստը

source: Edit
hy: Խմբագրել

source: As Pippy Document
hy: Պիպպիի փաստաթղթի նման

source: As Activity Bundle
hy: Ինչպես գործողություների հավաքածու

source: As Pippy Example
hy: Պիպպիի օրինակի նման

source: Actions
hy: Գործողություններ

source: _Stop
hy: _Կանգ

source: _Clear
hy: _Մաքրել

source: Examples
hy: Օրինակներ

source: My examples
hy: Իմ օրինակները

source: %s Activity
hy: %s Գործողություն

source: Save as Activity Error
hy: Հիշել որպես գործողության վրիպում

source: Please give your activity a meaningful name before attempting to save it as an activity.
hy: Տվեք Ձեր գործողությանը իմաստալից անվանում մինչև այն պահպանելը որպես գործողություն:

source: Creating activity bundle...
hy: Գործողություների հավաքածուի ստեղծում...

source: Pippy Activity
hy: Պիպպիի գործողությունը

source: Save as Example Error
hy: Պահպանել որպես Սխալ Օրինակ

source: Please give your activity a meaningful name before attempting to save it as an example.
hy: Տվեք Ձեր գործողությանը իմաստալից անվանում մինչև այն պահպանելը որպես օրինակ:

source: Creating example...
hy: Օրինակի ստեղծում...

source: Save as Example Warning
hy: Պահպանել որպես օրինակի նախազգուշացում

source: This example already exists. Do you want to overwrite it?
hy: Այս օրինակը արդեն կա, ուզում եք փոխարինել այն նորով

source: Saved as example.
hy: Պահպանված է որպես օրինակ:

source: Activity saved to journal.
hy: Գործողությունը պահված է մատյանում:

source: Cannot find TamTamEdit sound library. Did you install TamTamEdit?
hy: TamTamEdit -ի ձայնային գրադարանը չի գտնվում: Դուք տեղադրե՞լ եք TamTamEdit - ը:

source: PAUSED
hy: ԴԱԴԱՐԱՑՐԱԾ
